{
    "langEnglish": "English",
    "langTurkish": "Türkçe",
    "arhitecture":"Architecture (Eng)",
    "education": "Education",
    "firstuniversity": "Beykent University",    "computerprg":"Computer Programming",
    "secondyuniversity":"İnönü University",
    "ceng":"Computer Engineering",
    "thirduniversity":"İskenderun Technical University",
    "lang":"Languages",
    "langswitch":"Turkish (Native)",
    "langswitch2":"English (Professional)",
    "hobbies":"Hobbies",
    "firsthobbies":"Photography",
    "secondhobbies":"3D Modeling",
    "thirdhobbies":"3D Printing",
    "print": "Print",
    "downloadcv": "Download CV",
    "cvLink": "https://example.com/english-cv.pdf",
    "personal": "Personal",
    "summary1": "Combining my experiences in the construction and software industries with the skills I gained from my education in architecture and computer engineering, I am a candidate capable of creating original and innovative projects. I graduated from Beykent University's Architecture English Department and Inonu University's Computer Programming Department, and I am currently continuing my studies at Iskenderun Technical University's Computer Engineering Department.",
    "summary2":"I am experienced in software development and work with a variety of programming languages. I gained proficiency in languages such as C, C#, and Java through project-based learning opportunities during my university education. I specifically use HTML, CSS, JavaScript, and React.js for designing websites. Additionally, I am learning Swift for the iOS platform and working towards becoming an iOS Developer.",
    "summary3":"I strive to continuously improve myself and have a keen interest in innovative technologies and software development methods. By working with various languages and technologies, I diversify my skills, allowing me to effectively work on a broader range of projects.",
    "summary4":"This continuous learning and development process is the key to success for me in the software world. It is important for me to keep progressing, adapting to new technologies, and striving to provide better solutions at all times.",
    "experience":"Experiences",
    "exp1":"Baykale Project Office - Intern Architect",
    "experience1":"- I worked on projects approved by the Agriculture and Rural Development Support Institution.",
    "experience2":"- I participated in the architectural and engineering stages of projects approved by the European Union.",
    "experience3":"- The project office is accredited by the Agriculture and Rural Development Support Institution.",
    "exp2":"Erkan Turmuş Architecture Office - Intern Architect",
    "experience4":"- I conducted site inspections for the construction of 52 villas in the Yenişehir district.",
    "experience5":"- I participated in an intensive 3-month frontend development bootcamp.",
    "experience6":"- I learned HTML, CSS, and JavaScript programming languages.",
    "experience7":"- I gained skills in responsive design and user interface development.",
    "exp3": "Patika.dev - Career Acceleration Camp",
    "experience8":"- Participated in a 6-month frontend development acceleration program.",
    "experience9":"- Received comprehensive training in JavaScript.",
    "experience10":"- Gained experience by working on web development projects.",
    "projects" : "Projects",
    "projectinfo":"In these projects, I developed various applications and games using different programming languages and tools. These include numerous automation applications with C#, various games, websites, and simulations with JavaScript, websites with Bootstrap, and more. Through these projects, I enhanced my programming skills and gained practical experience in the software development process.",
    "projectnm1": "Digital Clock",
    "projectinfo1" : "A digital clock application I developed using JavaScript / React.js.",
    "projectnm2": "Photo Info Book",
    "projectinfo2" : "An application I developed using JavaScript and data structures. Through this app, you can gather information about your photos.",
    "projectnm3": "Big Pig",
    "projectinfo3" : "A computer game I developed using JavaScript. The objective of this game is to roll dice and make strategic moves to defeat other players.",
    "projectnm4": "Dice Rolling Simulator",
    "projectinfo4" : "An application I developed using JavaScript. With this app, you can roll virtual dice.",
    "projectnm5": "Code Breaker",
    "projectinfo5" : "A computer game I developed using JavaScript. The objective of this game is to crack the given code and reveal a hidden message.",
    "projectnm6": "Hotel Accommodation System",
    "projectinfo6" : "Hotel Accommodation System - A hotel management application developed using C# language. It facilitates management of room reservations, guest information, and other hotel operations, streamlining hotel management processes.",
    "projectnm7": "Portfolio Page",
    "projectinfo7" : "A web page I developed using HTML, CSS, and JavaScript.",
    "projectnm8": "Gym Automation",
    "projectinfo8" : "A gym management system I developed using C# language. With this application, you can record and manage the information of gym members.",
    "projectnm9": "Password Generator",
    "projectinfo9" : "An application I developed using JavaScript. With this app, you can create secure passwords.",
    "projectnm10": "Bakery Website",
    "projectinfo10" : "An application I developed using HTML, CSS, and JavaScript. Through this website, you can view a bakery's menu.",
    "projectnm11": "Number Guessing Application",
    "projectinfo11" : "An application I developed using Java. In this app, we try to guess the randomly determined number.",
    "projectnm12": "Word Guessing Application",
    "projectinfo12" : "An application I developed using Java. In this app, we try to guess the predetermined word.",
    "abilities":"Abilities &amp;   Specializations"
    
  }
  