{
    "langEnglish": "English",
    "langTurkish": "Türkçe",
    "arhitecture":"Mimarlık (Eng)",
    "education": "Eğitim",
    "firstuniversity": "Beykent Üniversitesi",
   "computerprg":"Bilgisayar Programcılığı",
    "secondyuniversity":"İnönü Üniversitesi",
    "ceng":"Bilgisayar Mühendisliği",
    "thirduniversity":"İskenderun Teknik Üniversitesi",
    "lang":"Diller",
    "langswitch":"Türkçe (Anadil)",
    "langswitch2":"İngilizce (B2)",
    "hobbies": "İlgi Alanları",
    "firsthobbies":"Fotoğrafçılık",
    "secondhobbies":"3D Modelleme",
    "thirdhobbies":"3D Baskı",
    "print": "Yazdır",
    "downloadcv": "CV İndir",
    "cvLink": "https://example.com/turkish-cv.pdf",
    "personal": "Kişisel Bilgiler",
    "summary1":"İnşaat ve yazılım sektörlerindeki deneyimlerimle birlikte, mimarlık ve bilgisayar mühendisliği alanındaki eğitimlerimden elde ettiğim becerileri birleştirerek, özgün ve yenilikçi projeler oluşturabilen bir adayım. Beykent Üniversitesi Mimarlık İngilizce Bölümü ve İnönü Üniversitesi Bilgisayar Programcılığı Bölümü'nden mezun oldum ve şu anda İskenderun Teknik Üniversitesi Bilgisayar Mühendisliği Bölümü'nde öğrenimime devam ediyorum.",
    "summary2":"Yazılım geliştirme konusunda tecrübeliyim ve bir dizi programlama diliyle çalışıyorum. C, C# ve Java gibi dilleri üniversite eğitimim sırasında proje bazlı öğrenme fırsatlarıyla elde ediyorum. Özellikle web siteleri tasarlamak için HTML, CSS , JavaScript ve React.js kullanıyorum. Ayrıca, iOS platformu için Swift öğreniyorum ve iOS Developer olmak için çalışıyorum.",
    "summary3":"Kendimi sürekli geliştirmek için çaba gösteriyor, yenilikçi teknolojilere ve yazılım geliştirme yöntemlerine ilgi duyuyorum. Farklı diller ve teknolojilerle çalışarak yeteneklerimi çeşitlendiriyorum, böylece daha geniş bir yelpazede projelerde etkin bir şekilde çalışabilirim.",
    "summary4":"Bu sürekli öğrenme ve gelişme süreci, benim için yazılım dünyasında başarılı olmanın anahtarıdır. İlerlemeye devam etmek, yeni teknolojilere adapte olmak ve her zaman daha iyi çözümler sunmak için çalışmak, benim için önemlidir.",
    "experience": "Deneyimler",
    "exp1": "Baykale Proje Ofisi - Stajyer Mimar",
    "experience1":"- Tarım ve Kırsal Kalkınmayı Destekleme Kurumu tarafından onaylı projelerde çalıştım.",
    "experience2":"- Avrupa Birliği tarafından onaylanan projelerin mimari ve mühendislik aşamalarında yer aldım.",
    "experience3":"- Proje ofisi, Tarım ve Kırsal Kalkınmayı Destekleme Kurumu tarafından akredite edilmiştir.",
    "exp": "Erkan Turmuş Mimarlık Ofisi - Stajyer Mimar",
    "experience4" : "- Yenişehir ilçesinde 52 adet villa inşaatının saha denetimlerini yaptım.",
    "experience5":"- 3 ay süren yoğun bir frontend geliştirme bootcamp'ına katıldım.",
    "experience6":"- HTML, CSS ve JavaScript programlama dillerini öğrendim.",
    "experience7":"- Responsive tasarım ve kullanıcı arayüzü geliştirme becerileri kazandım.",
    "exp3":"Patika.dev - Kariyer Hızlandırma Kampı",
    "experience8":"- 6 ay süren bir frontend geliştirme hızlandırma programına katıldım.",
    "experience9":"- JavaScript hakkında kapsamlı bir eğitim aldım.",
    "experience10":"- Web geliştirme projeleri üzerinde çalışarak tecrübe kazandım.",
    "projects": "Projeler",
    "projectinfo": "Bu projelerde farklı programlama dilleri ve araçlar kullanarak, çeşitli uygulamalar ve oyunlar geliştirdim. Bunlar arasında, C# ile birçok otomasyon uygulaması, JavaScript ile çeşitli oyunlar, web siteler ve simülasyonlar, Bootstrap ile web siteleri ve daha fazlası yer almaktadır. Bu projeler sayesinde, programlama becerilerimi ve yazılım geliştirme sürecine dair pratik tecrübelerimi artırdım..",
    "projectnm1" : "Dijital Saat",
    "projectinfo1" : "JavaScript / React.js dili kullanarak geliştirdiğim bir dijital saat uygulamasıdır.",
    "projectnm2" : "Fotoğraf Bilgi Kitabı",
    "projectinfo2" : "JavaScript dili kullanarak veri yapılarını kullanarak geliştirdiğim bir uygulama. Bu uygulama sayesinde fotoğraflarınız hakkında bilgi edinebilirsiniz."
    ,
    "projectnm3": "Big Pig",
    "projectinfo3" : "JavaScript dili kullanarak geliştirdiğim bir bilgisayar oyunu. Bu oyunun amacı diğer oyuncuları yenmek için zar atmak ve stratejik hamleler yapmaktır.",
    "projectnm4": "Zar Atma Simülatörü<",
    "projectinfo4" : "JavaScript dili kullanarak geliştirdiğim bir uygulama. Bu uygulama sayesinde sanal olarak zar atabilirsiniz.",
    "projectnm5": "Kod Kırıcı",
    "projectinfo5" : "JavaScript dili kullanarak geliştirdiğim bir bilgisayar oyunu. Bu oyunda amaç, verilen şifreyi çözmek ve gizli bir mesajı ortaya çıkarmaktır.",
    "projectnm6": "Otel Konaklama Sistemi",
    "projectinfo6" : "C# ile geliştirilen bir otel yönetim uygulaması. Oda rezervasyonları, misafir bilgileri ve diğer otel işlemlerini yönetmeye olanak tanır ve otel yönetim süreçlerini iyileştirir.",
    "projectnm7": "Portfolyo Sayfası",
    "projectinfo7" : "HTML, CSS ve JavaScript dilleri kullanarak geliştirdiğim bir web sayfasıdır.",
    "projectnm8": "Spor Salonu Otomasyonu",
    "projectinfo8" : "C# dili kullanarak geliştirdiğim bir spor salonu yönetim sistemi. Bu uygulama sayesinde spor salonu üyelerinin bilgilerini kaydedebilir ve yönetebilirsiniz.",
    "projectnm9": "Şifre Oluşturma",
    "projectinfo9" : "JavaScript dili kullanarak geliştirdiğim bir uygulama. Bu uygulama sayesinde güvenli şifreler oluşturabilirsiniz.",
    "projectnm10": "Pastahane Web Sitesi",
    "projectinfo10" : "HTML, CSS ve JavaScript dilini kullanarak geliştirdiğim bir uygulama. Bu web sitesi sayesinde bir pastanenin menüsünü görüntüleyebilirsiniz.",
    "projectnm11": "Sayı Tahmin Uygulaması",
    "projectinfo11" : "Java dilini kullanarak geliştirdiğim bir uygulama. Bu uygulama sayesinde rastgele belirlenen sayıyı tahmin etmeye çalışıyoruz.",
    "projectnm12": "Kelime Tahmin Uygulaması",
    "projectinfo12" : "Java dilini kullanarak geliştirdiğim bir uygulama. Bu uygulama sayesinde daha önce belirlenen kelimeyi tahmin etmeye çalışıyoruz.",
   "abilities": "Yetenekler &amp; Uzmanlıklar"
  }
  